{
  "artistic": [
    {
      "name": "pottery",
      "description": "Ceramics & Pottery can be one of the most creative and fun arts. Although it may seem more intimidating to get into, once you learn the basics and get some materials it is very easy to continue and learn. Practically anything can be made in ceramics, from sculptures of people and animals, to objects such as model houses, cars, furniture. The trick to have fun while you make it and not be afraid to make mistakes and try new objects.",
      "text":["This is the pottery text"]
    },
    {
      "name": "graffiti",
      "description": "Although Street Art and Graffiti in particular has a very bad reputation for being illegal and dirty, both of these have slowly been transformed into a respectable and highly praised art form. The graffiti style is now a very popular graphic style. Many of the underground artists that stand up and communicate their opinions through these art forms have become famous for their cutting edge views and techniques. A perfect example is my favorite, the UK stencil graffiti artist Banksy.",
      "text":["This is the graffiti text"]
    },
    {
      "name": "knitting",
      "description": "Although Street Art and Graffiti in particular has a very bad reputation for being illegal and dirty, both of these have slowly been transformed into a respectable and highly praised art form. The graffiti style is now a very popular graphic style. Many of the underground artists that stand up and communicate their opinions through these art forms have become famous for their cutting edge views and techniques. A perfect example is my favorite, the UK stencil graffiti artist Banksy.",
      "text":["This is the knitting text"]
    },
    {
      "name": "painting",
      "description": "Painting and Drawing is a great hobby to start because it is fast and easy. All you need to buy is a canvas, some basic paint colors, and some paintbrushes and you can start in your own home.",
      "text":["This is the painting text"]
    }
  ],
  "exercise": [
    {
      "name": "cycling",
      "description": "For people who have always enjoyed bike riding, taking the sport up a level by using road cycles and doing longer rides can be a terrific hobby. Whether you are racing in competitions or just riding around with friends, this can be an extremely fulfilling hobby which is easy to get started in.",
      "text":["This is the cycling text"]
    },
    {
      "name": "sailing",
      "description": "For people who have always enjoyed bike riding, taking the sport up a level by using road cycles and doing longer rides can be a terrific hobby. Whether you are racing in competitions or just riding around with friends, this can be an extremely fulfilling hobby which is easy to get started in.",
      "text":["This is the sailing text"]
    },
    {
      "name": "running",
      "description": "Let me say a quick something about marathons, it is not easy BUT it is much easier than you probably think. Most people assume that you have to be superman, young and very fit but let me tell you that with proper training ANYBODY can run a marathon. Running casually or in a Marathon is not only a great exercise to become fit, but an incredible way to take your mind off work or school. Many people who enjoy running casually many times start participating in Marathons which are extremely rewarding.",
      "text":["This is the running text"]
    },
    {
      "name": "swimming",
      "description": "Swimming is a terrific sport and a great way to get fit. It is a sport which builds strength as well as cardio fitness. There are many different styles and techniques in swimming, each with its own benefits.",
      "text":["This is the swimming text"]
    }

  ],
  "sports": [
    {
      "name": "rockClimbing",
      "description": "Rock Climbing (or Mountain Climbing as it is also called) is composed of two main styles, indoor gym climbing which has grown in popularity thanks to ease and safety, and outdoor mountain climbing which is self descriptive and simply amazing. Both are highly recommended and a challenging and fulfilling experience. I recommend you first try going to one of the many great indoor climbing gyms across the London and world to see if you like the sport. They are very safe and easy to start in. Afterwards if you enjoy it and would like to try outdoor climbing there are many great guided tours available.",
      "text":["This is the rockClimbing text"]
    },
    {
      "name": "skydiving",
      "description": "Skydiving is one of the most exhilarating and heart pounding experiences you will ever attempt. Free falling at high speeds is sure to excite most anybody. Due to the falling cost and rising safety standards, it has become very accessible and has grown in popularity in the last few years. Contrary to popular belief skydiving has become fairly safe and mishaps are few and far between. Normally first jumps are done in tandem (with a licensed professional firmly strapped to your back.) No experience or training is necessary.",
      "text":["This is the skydiving text"]
    },
    {
      "name": "surfing",
      "description": "There is not much to say about surfing except you have to try it to understand why it is so great. Spending sunny days at the beach, the thrill of catching a wave, hanging out with friends. These are all reasons why surfing has become so popular over the past 50 year and will only get more popular.It is an easy sport to start out in and contrary to popular belief is not very difficult. Nowadays there are great beginner surfboards that are more stable and easy to use than was previously available.",
      "text":["This is the surfing text"]
    },
    {
      "name": "skateboarding",
      "description": "Skateboarding is simply an awesome sport. Whether you want to use it as transportation or just having fun, learning to ride can be very fun. It is very easy to start and learn as all you need is your board. After learning the basics there are a lot of different things you can go into, from jumping without ramps to doing different tricks and even riding on half pipes and obstacle courses. Starting out is as easy as buying a board and riding around. The first thing you need is a starter board and you can get started immediately. Most boards come complete, but if you want you can put custom wheels and other accessories. There are two different types of skateboards you can buy, there are regular board for riding around and performing tricks or a longer board for cruising around longer distances or at higher speeds.",
      "text":["This is the skateboarding text"]
    }

  ],
  "martialArts": [
    {
      "name": "taiChi",
      "description": "Tai Chi is a incredible hobby to learn in that it is very relaxing and will keep you very fit at the same time.",
      "text":["This is the taiChi text"]
    },
    {
      "name": "judo",
      "description": "Judo, which means 'gentle way' is a modern Japanese martial art and combat sport. It is comprised of throwing your opponent to the ground and subduing him. It is a very fun hobby to learn and is high recommended.",
      "text":["This is the judo text"]
    },
    {
      "name": "capoeira",
      "description": "his Afro-Brazilian art form mixes dance, music, and martial arts to create an amazing experience. It has grown in popularity immensely the past few years and looks like it will continue to grow. This sport is a terrific hobby to learn as it is very fun and can be practiced in your own home.",
      "text":["This is the capoeira text"]
    },
    {
      "name": "kungFu",
      "description": "Kung Fu: This Chinese Martial art also known as Wushu is an amazing hobby to start, as it is great for self defense, can strengthen your body, and can be learned in most cities",
      "text":["This is the kungFu text"]
    }

  ],
  "geek": [
    {
      "name": "comicBooks",
      "description": "Collecting comics has been a national favorite since Superman appeared in the 1930`s. From there the comic book industry has advanced a great deal to the point where today there are tens of thousands of new comics every year and collector editions can fetch high prices. Reading and collecting comics can be very fun as they now have complex storylines, terrific comic book art, intense dialogues, and incredible graphics.",
      "text":["This is the comicBooks text"]
    },
    {
      "name": "chess",
      "description": "Chess is one of the most mind bending and intellectually stimulating games available. It has been proven to develop you analytical skills and help to clarify your thinking. Although it is very complex game to play well, it is very easy to begin. Once you learn the basic moves each piece can do and a few other rules you can begin to play. Practicing is where you really learn to become a better player. You can never be to young to learn and many people keep learning past their old age.",
      "text":["This is the chess text"]
    },
    {
      "name": "poker",
      "description": "Poker is not only a challenging game but very entertaining. One of the most popular card games around, poker makes for a great way to spend a relaxing night with your friends or family. There is a lot of skill and mental agility necessary to be successful and that makes the game all the more fun once you`re familiar with the texas holdem rules for home games and casino play.",
      "text":["This is the poker text"]
    },
    {
      "name": "videoGame",
      "description": "I have always been a video game fanatic, ever since I got hooked on the first Mario Brothers on the first Nintendo. Although the technologies have changed, playing video games is as fun as ever and will always continue to be a terrific hobby and way to spend your time.",
      "text":["This is the videoGame text"]
    }

  ],
  "foodAndDrink": [
    {
      "name": "brewing",
      "description": "Many people love to drink and appreciate beer and as a result learning to beer brew is a perfect hobby to learn. While most people think that beer brewing is difficult and complex, the truth is that learning to brew beer is much easier thank you think. Learning to brew beer allows you to experiment and customize a flavor that is to your liking.",
      "text":["This is the brewing text"]
    },
    {
      "name": "cheese",
      "description": "If you enjoy the many different types of cheese available and learning about these different types, then this hobby is terrific for you. Getting started can be as easy as buying a couple cheeses and hosting a small cheese tasting at your house.",
      "text":["This is the cheese text"]
    },
    {
      "name": "cooking-classes",
      "description": "Learning to cook is one of the most enjoyable and easy to get into hobbies. A perfect cooking hobbyist is anybody who enjoys eating and likes to experiment with new and creative flavours. Getting started can be very fast and simple, and improving your cooking skills is a terrific investment of your time.",
      "text":["This is the cookings text"]
    },
    {
      "name": "tea",
      "description": "People enjoy drinking tea for its relaxing effect and its positive impact on health. There are many different types of tea leaves that you can learn about and enjoy. ",
      "text":["This is the tea text"]
    }

  ],
  "languages": [
    {
      "name": "sign-language",
      "description": "As a hobby, learning sign language has a lot of benefits. Apart from making you more sensitive to communication, you can talk to people with special needs. You can also communicate with babies long before they are able to actually speak, speeding up their progress. A major advantage of learning sign language is helping pre-verbal children to communicate their needs.",
      "text":["This is the sign-language text"]
    },
    {
      "name": " creative-writing",
      "description": "Many people love to drink and appreciate beer and as a result learning to beer brew is a perfect hobby to learn. While most people think that beer brewing is difficult and complex, the truth is that learning to brew beer is much easier thank you think. Learning to brew beer allows you to experiment and customize a flavor that is to your liking.",
      "text":["This is the creative-writing text"]
    },
    {
      "name": "poetry",
      "description": "Writing poetry can be a very fulfilling and beautiful hobby. Although getting started is extremely easy and can be done instantly, becoming a master of your words and becoming a great poet takes time and practice.",
      "text":["This is the poetry text"]
    },
    {
      "name": "screen-writing",
      "description": "To be a successful Screenwriter, you must first learn the basic rules and tips of screenwriting. With this base and a little creativity, anyone can write a great screenplay.",
      "text":["This is the screen-writing text"]
    }

  ],
  "performance": [
    {
      "name": "acting",
      "description": "Acting is a passion for many people as it is very entertaining and can help you alter your emotions and personality for brief time periods. Whether you are movie acting, theater acting, or improve acting with friends, learning to act can be a valuable and fulfilling hobby.",
      "text":["This is the acting text"]
    },
    {
      "name": "standup-comedy",
      "description": "Stand up comedy is a natural fit for people who are funny and are used to attracting attention and making people laugh. Thankfully it is perhaps the easiest field of entertainment for new talent to enter, thanks to the availability of many smaller venues that hold 'open mic' events where anyone who dares to can have a shot at performing comedy before a live audience.",
      "text":["This is the standup-comedy text"]
    },
    {
      "name": "rapping",
      "description": "Rapping has emerged as one of the most popular forms of music / singing in the last 20 years. It is a terrific hobby to start as all you need to get started is a passion for the music and something to say. Many of todays most popular rappers started by sitting down in their homes and writing basic raps that then evolved into great lyrics. To learn to rap you will need to write lyrics and practice your delivery.",
      "text":["This is the rapping text"]
    },
    {
      "name": "improv-comedy-classes",
      "description": "Improvisation, or improv, is a form of live theatre in which the plot, characters and dialogue of a game, scene or story are made up in the moment. Often improvisers will take a suggestion from the audience, or draw on some other source of inspiration to get started.",
      "text":["This is the improv-comedy text"]
    }
  ],
  "dancing":[
    {
      "name": "breakDancing",
      "description": "Break Dancing or b-boying as is it known is very fun once you get the hang of it and pretty easy to start. All you need is some time and you are ready to go. There are many different moves you can learn and start trying in your own home. They say break dancing is all about practicing so get started!",
      "text":["This is the breakDancing text"]
    },
    {
      "name": "lineDancing",
      "description": "Learning to line dance properly can be one of the most rewarding and fun hobbies. It does not matter if you like country music or just dancing, this hobby is a ton of fun.",
      "text":["This is the lineDancing text"]
    },
    {
      "name": "pole-dancing",
      "description": "Pole Dancing is a great way to stay fit and feel good about yourself. It has gained popularity and is no longer only practiced in nightclubs.",
      "text":["This is the pole-dancing text"]
    },
    {
      "name": "salsa",
      "description": "Salsa Dancing is by far the most popular Latin dance. Its hot and sexy style, fast and loud music, make for a great evening dancing out. ",
      "text":["This is the salsa text"]
    }

  ],
  "music": [
    {
      "name": "blues",
      "description": "The only thing better than watching somebody dance Tango is actually dancing it. Its quick movements and dramatic style make it very popular and make a great impression. Although most people believe it is very difficult to learn and master, the basics can be learned easily with some basic effort.",
      "text":["This is the blues text"]
    },
    {
      "name": "jazz",
      "description": "I am a huge fan of listening to Jazz Music. There is nothing quite like sitting down and listening to Miles Davis or Johnny Coltrane. You can find dozens of great jazz artists from every decade and for every sub genre. I also heavily recommend you visiting a jazz bar to see live performances",
      "text":["This is the jazz text"]
    },
    {
      "name": "piano",
      "description": "Learning to play the piano is one of the bases for mastering most musical instruments. The piano is a very good primer on identifying, understanding, and playing different notes. ",
      "text":["This is the piano text"]
    },
    {
      "name": "guitar",
      "description": "Learning to play the guitar is fast, easy, cheap, and really fun. At the minimum all you need is a starter acoustic guitar and some time to learn to read tabs and learn songs. Tabs or tablature are the musical sheets which tell you exactly where to put your finger and therefore what notes to play. Learning to read tabs may seem complicated but is actually pretty easy.",
      "text":["This is the guitar text"]
    }
]
}
